<?php
/**
 * Дані для програми "Продовольчий магазин 'Весна'"
 */

// Асортимент товарів
$products = [
    1 => ["name" => "Молоко пастеризоване", "price" => 12],
    2 => ["name" => "Хліб чорний", "price" => 9],
    3 => ["name" => "Сир білий", "price" => 21],
    4 => ["name" => "Сметана 20%", "price" => 25],
    5 => ["name" => "Кефір 1%", "price" => 19],
    6 => ["name" => "Вода газована", "price" => 18],
    7 => ["name" => "Печиво \"Весна\"", "price" => 14],
];

// Структура головного меню - Тут використовуються константи з constants.php
$mainMenuItems = [
    MENU_SELECT_PRODUCTS => "Вибрати товари",
    MENU_GET_BILL => "Отримати підсумковий рахунок",
    MENU_SETUP_PROFILE => "Налаштувати свій профіль",
    MENU_EXIT => "Вийти з програми"
];
?>